Revit 2027 API
ParameterTypeId.PathOfTravelLevelName Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelLevelName { get; }
Public Shared ReadOnly Property PathOfTravelLevelName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelLevelName {
	ForgeTypeId^ get ();
}
static member PathOfTravelLevelName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace